Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: KeePassXC-Browser is needed for the browser integration to work. <br />Download it for %1 and %2 and %3.
sv: KeePassXC-Browser behövs för att webbläsarintegrationen ska fungera. <br />Ladda ner det för %1 och %2 och %3.

source: Save Archive
sv: Spara arkiv

source: Public Timelines
sv: Publika tidslinjer

source: Delete Radio ID
sv: Ta bort radio-ID

source: Multiple Choice
sv: Flera val

source: Invalid Key File
sv: Ogiltig nyckelfil

source: Whether account has enabled UnifiedPush
sv: Om kontot har aktiverat UnifiedPush

source: Helpful information is available in the %s.
sv: Hjälpsam information finns i %s.

source: missing 'to' field in activity
sv: 'till'-fältet saknas i aktiviteten

source: Icon
sv: Ikon

source: Unable to decompress binary
sv: Kunde inte dekomprimera binären.

source: Notice
sv: Meddelande

source: Kaki Flower
sv: Kakiblomma

source: Whether visitors and staff members may mark attachment thumbnails as spoilers.
sv: Om besökare och personal kan markera miniatyrbilder för bilagor som spoilers.

source: Key
sv: Nyckel

source: Example
sv: Exempel

source: Blur
sv: Oskärpa

source: Advanced
sv: Avancerat

source: Invalid master seed size
sv: Ogiltig storlek på huvudfrö

source: Hello {name}, Your item '{item_name}' has been approved by an admin or moderator and is now visible to everyone. You can view it at: {item_url} Yours, {instance_name}
sv: Hej {name}, Ditt objekt '{item_name}' har godkänts av en administratör eller moderator och är nu synligt för alla. Du kan se det här: {item_url} Hälsningar, {instance_name}

source: Perform Online Analysis
sv: Utför online-analys

source: New sign-ups will not be possible
sv: Nya registreringar kommer inte att vara möjliga

source: Cannot delete contact
sv: Kan inte ta bort kontakt

source: Benchmark %1 delay
sv: Benchmark %1 fördröjning

source: Other Blocks
sv: Övriga block

source: This place is literally me. I am this place.
sv: Den här platsen är bokstavligen jag. Jag är den här platsen.

source: Catalog
sv: Katalog

source: Signal types, sender types and receiver types
sv: Signaltyper, avsändartyper och mottagartyper

source: When a laser hits the angled part of a beam splitter, it splits it into two. One part of the laser goes straight through while the other part will be deflected.
sv: När en laser träffar den vinklade delen av en stråldelare delas den i två. Den ena delen går rakt igenom medan den andra avlänkas.

source: Database import is currently disabled by application settings.
sv: Databasimport är inaktiverat av programinställningarna.

source: &Quit
sv: &Avsluta

source: Edit view
sv: Redigeringsvy

source: A USB error occurred when accessing the hardware key: %1
sv: Ett USB-fel uppstod vid åtkomstförsök till hårdvarunyckeln: %1

source: Emerald Block
sv: Smaragdblock

source: Large Line Height
sv: Stor linjehöjd

source: Security
sv: Säkerhet

source: Vote
sv: Rösta

source: Cannot open file
sv: Kan inte öppna fil

source: Instance settings not found
sv: Instansinställningarna hittades inte

source: No key is set. Aborting database creation.
sv: Ingen nyckel angiven. Avbryter skapande av databas.

source: Violet Locked Chest
sv: Låst lila kista

source: Super Slope Sliding Sector
sv: Sektor för superglidning i branta sluttningar

source: Block Fonts
sv: Blockera teckensnitt

source: Comment
sv: Kommentar

source: But be warned: The landscape is tricky and dangerous. Watch your step and don’t fall into the lava!
sv: Men varnas: Landskapet är svårframkomligt och farligt. Se upp var du sätter fötterna och fall inte ner i lavan!

source: Patent use
sv: Patentanvändning

source: News
sv: Nyheter

source: Young Orange-Flowering Garden Bush
sv: Ung orangeblommande trädgårdsbuske

source: 1 Month
sv: 1 månad

source: Url
sv: Webbadress

source: Detect your current position with button, choose a city from dropdown or click on the map.
sv: Hitta din position med knappen, välj en ort från listan eller klicka på kartan.

source: Edited
sv: Redigerad

source: Set Password
sv: Sätt lösenord

source: Apply
sv: Verkställ

source: Unassign
sv: Ta bort tilldelning

source: Unable to open attachment: %1
sv: Kan inte öppna bilaga: %1

source: Send your preferences to Tuba's developers for popularity research biweekly. You can preview exactly what's being sent in-app, they are opt-in and the server is open source.
sv: Skicka dina preferenser till Tubas utvecklare för popularitetsundersökningar varannan vecka. Du kan förhandsgranska exakt vad som skickas i programmet, de är opt-in och servern är öppen källkod.

source: No valid UUID provided
sv: Ingen giltig UUID tillhandahålls

source: Reload pending user action…
sv: Uppdatera väntande åtgärd...

source: Stone, Tuff, Chondrite, Unknown
sv: Sten, tuff, kondrit, okänt

source: You will be able to pick up the Super Slope Sliding ability here.
sv: Här kan du få förmågan superglidning i branta sluttningar.

source: Delete & ban
sv: Ta bort och stäng av

source: Screws
sv: Skruvar

source: Mission Briefing
sv: Uppdragsgenomgång

source: Invalid number of entries
sv: Ogiltigt antal poster

source: Give/remove yourself an ability or list abilities
sv: Ge eller ta bort en förmåga för dig själv, eller lista förmågor

source: To delete a post:
sv: Så här tar du bort ett inlägg:

source: Delete Attachment
sv: Ta bort bilaga

source: Authorization request was denied.
sv: Autentiseringsförsöket nekades.

source: Empty message received
sv: Tomt meddelande mottaget

source: Yellow-Flowering Garden Bush Seed
sv: Frö till gulblommande trädgårdsbuske

source: Reset search
sv: Nollställ sökning

source: Notes
sv: Anteckningar

source: Select key file
sv: Välj nyckelfil

source: Liability
sv: Ansvar

source: Create Roaming Zone
sv: Skapa roamingzon

source: Police car
sv: Polisbil

source: Changes the owner of a block
sv: Ändrar ägaren till ett block

source: Limit number of DB entries
sv: Begränsa antalet DB-poster

source: Used in %1/%2
sv: Använt i %1/%2

source: Next Attachment
sv: Nästa bilaga

source: Writing the database failed: %1
sv: Kunde inte skriva databasen: %1

source: Oh, I remember! I was in the packet serial number 40054904110923 on the way to IP @1. Business as usual.
sv: Åh, jag minns! Jag var i paketet med serienummer 40054904110923 på väg till IP @1. Som vanligt.

source: Reset all configuration options?
sv: Återställa alla konfigurationsalternativ?

source: Password exposed…
sv: Lösenord exponerat...

source: Paste Media from Clipboard?
sv: Klistra in media från urklipp?

source: Number of replies to show per overboard index page. Set to 0 to show all.
sv: Antal svar som visas per indexsida för övertavlan. Ange 0 för att visa alla.

source: Expire In
sv: Utgår om

source: Hi %s!
sv: Hej %s!

source: XML error: %1 Line %2, column %3
sv: XML-fel: %1 Rad %2, kolumn: %3

source: The active database does not contain an entry with permissions.
sv: Den aktiva databasen innehåller ingen post med behörigheter.

source: Remember previously used databases
sv: Kom ihåg tidigare databaser

source: Daily
sv: Dagligen

source: Share
sv: Dela

source: URL
sv: Webbadress

source: Quick start
sv: Snabbstart

source: Loading the new key file failed: %1
sv: Inläsning av den nya nyckeln misslyckades: %1

source: Coconut Wood Planks
sv: Kokosträplankor

source: Triangle crystals spread lasers in two other directions.
sv: Triangelkristaller sprider lasrar i två andra riktningar.

source: Rules
sv: Regler

source: Refresh Talkgroup DB
sv: Uppdatera samtalsgrupp DB

source: %n column(s)
sv: %n kolumn

source: Click to copy message
sv: Klicka för att kopiera meddelande

source: Invalid KDF
sv: Ogiltig KDF

source: Directory .opvault/default must exist
sv: Mappen .opvault/default måste finnas

source: Rail engine
sv: Rälsfordon

source: Solid Elevated Small Slope (tile style)
sv: Solid upphöjd liten sluttning (kakelstil)

source: Use DuckDuckGo service to download website icons
sv: Använd DuckDuckGo för att ladda ner webbplatsikoner

source: Baked Potato
sv: Bakad potatis

source: Instance Location
sv: Instansens plats

source: Does not seem to be a flohmarkt item
sv: Verkar inte vara ett flohmarkt-objekt

source: Type to search…
sv: Skriv för att söka…

source: Invalid Data
sv: Ogiltig data

source: Authentication
sv: Autentisering

source: Add a new entry
sv: Lägg till en ny post

source: The region class 6 designates regions with a highly erratic shape. Its main features are steep stone spires, separated by large lava lakes and oceans. Its chaotic terrain can be pretty challenging and dangerous to traverse, so watch your step! On the upside, the landmass is almost exclusively covered by volcanic ash, crucial for development. The patient explorer will occassionally find small stretches of flat land, on which it is easier to build.
sv: Regionklass 6 betecknar regioner med mycket oregelbunden form. Dess främsta kännetecken är branta stenpelare som skiljs åt av stora lavasjöar och hav. Den kaotiska terrängen kan vara ganska utmanande och farlig att ta sig fram i, så se upp var du sätter fötterna! Å andra sidan täcks landmassan nästan helt av vulkanisk aska, vilket är avgörande för utveckling. Den tålmodiga utforskaren hittar ibland små sträckor av platt mark där det är lättare att bygga.

source: Only entries with the same scheme (http://, https://, …) are returned.
sv: Endast poster med samma schema (http://, https://, …) returneras.

source: Unsubscribe
sv: Avsluta prenumeration

source: Year(s)
sv: År

source: Administrators have full access except for managing accounts.
sv: Administratörer har full åtkomst utom till kontohantering.

source: Delete positioning system?
sv: Ta bort positioneringssystemet?

source: Short
sv: Kort

source: Item deleted
sv: Objekt raderades

source: Monochrome (light)
sv: Monochrome (ljus)

source: Lives on dirt
sv: Lever på jord

source: Strip original file names from attachments.
sv: Ta bort ursprungliga filnamn från bilagor.

source: name (ascending)
sv: Namn (stigande)

source: Window Height
sv: Fönsterhöjd

source: Merge from another KDBX database
sv: Sammanfoga med en annan KDBX-databas

source: Disconnect
sv: Koppla från

source: Disallow visitor threads
sv: Tillåt inte trådar från besökare

source: Can use small speed boosts on the floor
sv: Kan använda små fartökningar på golvet

source: Sign this user out
sv: Logga ut denna användare

source: Magenta Chest
sv: Magentafärgad kista

source: Writing the CSV file failed.
sv: Kunde inte skriva CSV-filen.

source: Not cookable
sv: Kan inte tillagas

source: Set up TOTP…
sv: Konfigurera TOTP...

source: Custom extension ID
sv: Anpassat tilläggs-ID

source: &Close Database
sv: S&täng databas

source: Jump to a form field when adding a new post by pressing Alt, Shift and:
sv: Gå till ett formulärfält när du lägger till ett nytt inlägg genom att trycka på Alt, Skift och:

source: Please enter an email address.
sv: Ange en e-postadress.

source: FM Microphone Amplification
sv: FM-mikrofonförstärkning

source: %d report
sv: %d rapport

source: %d reports
sv: %d rapporter

source: Import Links from a Text File
sv: Importera Länkar från Textfil

source: Wooden Pickaxe
sv: Trähacka

source: Is Archived
sv: Är Arkiverad

source: Invalid random stream id size
sv: Ogiltig storlek på slumpmässig ström-id

source: SMS tone
sv: SMS-ton

source: Edit Filter
sv: Redigera filter

source: Onyx chests behave like wooden chests but their lock is more difficult to crack: It may regenerate when it’s no longer being triggered by detectors.
sv: Onyxkistor fungerar som träkistor men deras lås är svårare att knäcka: det kan återbildas när det inte längre utlöses av detektorer.

source: Detecting hardware keys…
sv: Identifierar hårdvarunycklar...

source: Omit WWW subdomain from matching toggle for this and sub groups
sv: Utelämna WWW-underdomän från matchningväxling för denna och undergrupper

source: Tropical Wood
sv: Tropiskt trä

source: TX Contact
sv: TX kontakt

source: Search term.
sv: Sökterm.

source: See all
sv: Se alla

source: Sliding
sv: Glidning

source: %d Member
sv: %d medlem

source: %d Members
sv: %d medlemmar

source: Decrypt
sv: Avkryptera

source: Verify Codeplug
sv: Verifiera Codeplug

source: %1, row: %2, column: %3
sv: %1, rad: %2, kolumn: %3

source: Image not found :(
sv: Hittar inte bilden :(

source: Basalt Brick
sv: Basalttegel

source: Primary Channel (50%)
sv: Primär kanal (50 %)

source: Maximum size of history per entry
sv: Max historikstorlek per post

source: Expand Pictures in Media Viewer
sv: Expandera bilder i mediavisaren

source: Data Cube Center
sv: Datakubcentrum

source: Dark Grey Dye
sv: Mörkgrått färgämne

source: Y offset is not a number
sv: Y-förskjutning är inte ett tal

source: &Database
sv: &Databas

source: <strong>Successfully registered!</strong> Please check your mail inbox for %(email)s and click the link to activate your account in the next 48 hours.
sv: <strong>Registreringen lyckades!</strong> Kontrollera inkorgen för %(email)s och klicka på länken för att aktivera ditt konto inom 48 timmar.

source: Latin
sv: Latinskt

source: Wait … You don’t actually want to harm me, right?
sv: Vänta … du vill väl egentligen inte skada mig?

source: Show Menubar
sv: Visa menyfält

source: Profile Tabs
sv: Profilflikar

source: Size
sv: Storlek

source: Saving and loading
sv: Sparar och laddar

source: Save Search
sv: Spara sökning

source: Boards
sv: Tavlor

source: must be at least 8 characters long
sv: måste vara minst 8 tecken långt

source: New Filter
sv: Nytt filter

source: Name of the attachment to be removed.
sv: Namn på bilaga att ta bort.

source: Don't post to public timelines
sv: Posta inte till offentliga tidslinjer

source: Export files loaded.
sv: Exportfiler har lästs in.

source: Download favicon
sv: Ladda ner favicon

source: Field %d
sv: Fält %d

source: Show
sv: Visa

source: Japanese (Hiragana, Katakana, Han)
sv: Japanskt (hiragana, katakana, han)

source: Deny All
sv: Neka alla

source: No Repeat
sv: Ingen upprepning

source: Export database to XML file
sv: Exportera databas till XML-fil

source: Steam® settings
sv: Steam® -inställningar

source: If enabled, these comma separated DMR ID prefixes are used to select the call-sign DB entries.
sv: Om aktiverat används dessa kommaseparerade DMR ID-prefix för att välja anropssignal DB-posterna.

source: Enter the code displayed on your device
sv: Skriv in koden som visas på din enhet

source: Downloading favicons (%1/%2)…
sv: Laddar ner favikoner (%1/%2)…

source: Unknown
sv: Okänd

source: Treasure Chests
sv: Skattkistor

source: Style
sv: Stil

source: Archive
sv: Arkiv

source: Advanced Boost Dialog
sv: Avancerad förstärkningsdialog

source: The Galactic Builders is an interplanetary group of people who have banded together with one shared goal: To build and maintain habitable settlements all across the galaxy for the betterment of society.
sv: Galactic Builders är en interplanetär grupp människor som har förenats kring ett gemensamt mål: att bygga och underhålla beboeliga bosättningar i hela galaxen till nytta för samhället.

source: Remember last typed entry for:
sv: Kom ihåg senast inmatade post för:

source: Invalid confirmation key.
sv: Ogiltig bekräftelsenyckel.

source: Import settings…
sv: Importera inställningar...

source: The level boundaries will automatically be created when the level is loaded. Level boundaries replace air and water but not solid blocks. Also, water won’t be replaced by air, barrier or rain membrane nodes.
sv: Nivågränserna skapas automatiskt när nivån läses in. Nivågränser ersätter luft och vatten men inte massiva block. Vatten ersätts inte heller av luft, barriär- eller regnmembrannoder.

source: Please describe what you changed
sv: Beskriv vad du ändrade

source: ON
sv: PÅ

source: Rotten Cave Vine
sv: Rutten grott-ranka

source: Extension
sv: Tillägg

source: %d per week
sv: %d per vecka

source: Quits the application.
sv: Avsluter applikationen.

source: expires on %b %-e, %Y %H:%M
sv: upphör %e %b %Y %H:%M

source: Overwrite Wordlist?
sv: Vill du skriva över ordlistan?

source: Path of the entry to clip.
sv: Sökväg att kopiera.

source: Reason
sv: Orsak

source: Open
sv: Öppen

source: Federation
sv: Federering

source: No Offline Scrobbles
sv: Inga offline scrobblingar

source: Bookmark not found
sv: Bokmärke ej hittat

source: Upload Files
sv: Ladda upp filer

source: What brought you here, young one?
sv: Vad förde dig hit, unge?

source: Updates ChiPass or keepassxc-proxy binary path automatically to native messaging scripts on startup.
sv: Uppdaterar ChiPass eller keepassxc-proxyns binärsökväg automatiskt, till ursprungliga meddelandeskript vid uppstart.

source: Willow Vine
sv: Pilranka

source: Home
sv: Hem

source: Prism Sword
sv: Prismasvärd

source: The following icon(s) failed:
sv: Följande ikon misslyckades:

source: Include replies on the Media tab
sv: Ta med svar på mediefliken

source: Open Menu
sv: Öppna meny

source: Encryption key is not recognized
sv: Krypteringsnyckeln känns inte igen

source: A request for deleting entry "%1" has been received. Do you want to delete the entry?
sv: En begäran om borttagning av posten "%1" har mottagits. Vill du ta bort posten?

source: Minimum length of the email field.
sv: Minsta längd för e-postfältet.

source: To use a gateway, hold down the Aux1 key while you’re above it. If you don’t know what the Aux1 key is, remember you can set it in your controls configuration.
sv: För att använda en port håller du ned Aux1-tangenten medan du står ovanpå den. Om du inte vet vilken tangent Aux1 är, kom ihåg att du kan ställa in den i kontrollinställningarna.

source: Also apply to all children
sv: Använd även till alla undergrupper/-poster

source: Block that the player can’t move through
sv: Block som spelaren inte kan ta sig igenom

source: Reason: %s
sv: Orsak: %s

source: Added, most recent first
sv: Tillagda, nyaste först

source: Unable to save attachments: %1
sv: Kan inte spara bilagor: %1

source: %d Hour
sv: %d Timme

source: %d Hours
sv: %d Timmar

source: User Profile Change Review
sv: Granskning av profiländring

source: Do you really want to delete %n entry(s) for good?
sv: Vill du verkligen ta bort %1 post för gott?

source: Stockpile can handle automatic usage of items. When Stockpile is opened after the time for automatic usage has passed, Stockpile will calculate how much was used and automatically subtract it. If a month has less days than the day number provided, Stockpile will use the item on the last day of the month.
sv: Stockpile kan hantera automatisk användning av objekt. När Stockpile öppnas efter att tiden för automatisk användning har gått ut, beräknar Stockpile hur mycket som använts och subtraherar det automatiskt. Om en månad har färre dagar än det angivna dagnumret, använder Stockpile objektet den sista dagen i månaden.

source: User information
sv: Användarinformation

source: Most Boosted Post
sv: Mest förstärkta inlägg

source: Stone Brick
sv: Stentegel

source: Window Width
sv: Fönsterbredd

source: Add APRS System
sv: Lägg till APRS-system

source: Your item is awaiting review by a moderator and is not yet visible to others. You will be notified once it has been reviewed.
sv: Ditt objekt väntar på granskning av en moderator och är ännu inte synligt för andra. Du får en avisering när det har granskats.

source: Clear All Notifications
sv: Rensa alla aviseringar

source: Posting mode: Preview
sv: Publiceringsläge: Förhandsvisa

source: Red + Blue → Magenta
sv: Röd + blå → magenta

source: Recycle Bin
sv: Papperskorg

source: Safe electrons: @1
sv: Säkra elektroner: @1

source: Failed to update user
sv: Kunde inte uppdatera användaren

source: Week(s)
sv: Vecka/veckor

source: Subscribe to %s
sv: Prenumerera på %s

source: Use uppercase characters
sv: Använd VERSALER

source: summer
sv: sommar

source: unknown executable (DBus address %1)
sv: okänd körbar (DBus-adress %1)

source: Activation email resent
sv: Aktiveringsmeddelandet har skickats igen

source: Add "%s" to "%s"
sv: Lägg till "%s" till "%s"

source: Change theme
sv: Byt tema

source: Use Item
sv: Använda objekt

source: &Length:
sv: &Längd:

source: Last used on: %s
sv: Senast använd den: %s

source: Secret key field
sv: Hemlig nyckel

source: Auto-enable roaming
sv: Aktivera roaming automatiskt

source: Local Only
sv: Lokalt endast

source: Only HTTP Auth toggle for this and sub groups
sv: Endast HTTP Auth-växlingsknapp för denna och undergrupper

source: But this doesn’t look like @1 at all. It doesn’t even look close to it! Hmm, that has never happened before … But to be fair, I’m new at my job.
sv: Men det här ser inte alls ut som @1. Det liknar det inte ens! Hmm, det har aldrig hänt förut … Men för att vara rättvis är jag ny på jobbet.

source: Invalid email.
sv: Ogiltig e-postadress.

source: Remove Key File
sv: Ta bort nyckelfil

source: Existing passkey found. Do you want to register a new passkey for:
sv: Befintlig passnyckel hittad. Vill du registrera en ny passnyckel för:

source: No worries, it happens to anyone.
sv: Oroa dig inte, det händer oss alla.

source: Added %s device.
sv: Lade till %s-enhet.

source: This user profile is awaiting review. As a moderator you can accept or deny it.
sv: Den här användarprofilen väntar på granskning. Som moderator kan du godkänna eller avvisa den.

source: A flohmarkt instance. Sell and buy 2nd hand items from other users.
sv: En Flohmarkt-instans. Köp och sälj i andrahand från andra användare.

source: - Fixed Framagit link - Ukrainian translation by K0tyk
sv: - Åtgärdade Framagit-länken - Ukrainsk översättning av K0tyk

source: Imports an attachment to an entry.
sv: Importerar en bilaga till en post.

source: I don’t know, really. I guess you just explore the sectors of the System and collect electrons along the way to unlock more gateways. And maybe try to figure out what happened to you.
sv: Jag vet inte riktigt. Jag antar att du bara utforskar The Systems sektorer och samlar elektroner på vägen för att låsa upp fler portar. Och kanske försöker ta reda på vad som hände dig.

source: Exposed Entries
sv: Exponerade poster

source: Decrease font size
sv: Minska teckenstorleken

source: New Folder
sv: Ny mapp

source: Level Editor
sv: Nivåredigerare

source: Take Action
sv: Ta åtgärd

source: Database hash not available
sv: Databas-hash inte tillgänglig

source: Enable
sv: Aktivera

source: Failed to add wordlist
sv: Kunde inte lägga till ordlistan

source: Additional Database Settings
sv: Ytterligare databasinställningar

source: Rx Only
sv: Endast RX

source: Sa&ve Database As…
sv: S&para databas som...

source: School
sv: Skola

source: Available commands:
sv: Tillgängliga kommandon:

source: It’s allowed to save unplayable levels. You can load them in the editor, but not play them. Any errors or warnings will appear in the chat.
sv: Du får spara nivåer som inte går att spela. Du kan läsa in dem i redigeraren, men inte spela dem. Eventuella fel eller varningar visas i chatten.

source: Title field
sv: Titel

source: Posted using %s.
sv: Postat med %s.

source: Can't change level now!
sv: Det går inte att byta nivå nu!

source: Raw Strawberry Pie
sv: Rå jordgubbspaj

source: Moderators may only perform certain actions. See moderator guide for more info.
sv: Moderatorer får bara utföra vissa åtgärder. Se moderatorguiden för mer information.

source: Rotten Papyrus
sv: Rutten papyrus

source: Entry is already in group %1.
sv: Posten finns redan i gruppen %1.

source: If the given email address exists, we sent you a password reset link.
sv: Om den angivna e-postadressen finns, skickar vi en lösenordsåterställningslänk.

source: Fire truck
sv: Brandbil

source: 1Password Vault (.opvault)
sv: 1Password-valv (.opvault)

source: Yesterday
sv: Igår
